Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/inarinsaamen_aakkosvideo_valmistui.html.tmx
Source language: fin
Languages: sme

source: Inarinsaamen aakkosvideo valmistui
sme: Anárašgiela bustávvavideo válmmaštuvai

source: Inarinsaamen kielen aakkosten tuntemiseen opastava video on valmistunut.
sme: Anárašgiela bustávaide oahpisteaddji video lea válmmaštuvvan.

source: Videolla esiintyvät Sáárákáisá ja Siiri, he etsivät ja löytävät inarinsaamen aakkosia.
sme: Videos leaba mielde Sáárákáisá ja Siiri.

source: Jokaisesta aakkosesta annetaan esimerkkisana.
sme: Soai ohcaba ja maid gávdnaba anárašgiela alfabehtaid.

source: Videon on tuottanut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto ja se on vapaasti kaikkien katsottavissa.
sme: Juohke bustávas dadjaba sáni ovdamearkan.

source: Videolla ovat mukana Sáárákáisá Seurujärvi ja Siiri Angeli.
sme: Video lea buvttadan Sámedikki skuvlen- ja oahppamateriáladoaimmahat. Buohkat sáhttet geahččat video friija.

source: Videon käsikirjoituksen ovat tehneet Henna Lehtola ja Neeta Jääskö.
sme: Videos leaba mielde Sáárákáisá Seurujärvi ja Siiri Angeli.

source: Videon on kuvannut ja editoinut Eeva Mäkinen.
sme: Video giehtačállosa leaba bargan Henna Lehtola ja Neeta Jääskö.

source: Katso video tästä: www.youtube.com/watch?v=CxrPDtIbZkA
sme: Video lea govven ja editeren Eeva Mäkinen.

source: Koulutus- ja oppimateriaalitoimisto
sme: Geahča video dás: www.youtube.com/watch?v=CxrPDtIbZkA
